# PhyMaterialParamExpCoeff3 Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..PhyMaterialParamExpCoeff3 Property
ParameterTypeId Class See Also
---
"Thermal expansion coefficient Z"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId PhyMaterialParamExpCoeff3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PhyMaterialParamExpCoeff3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PhyMaterialParamExpCoeff3 {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace